{
    "dangangqijiaoqu.gif": "单杠起脚(曲)/待续",
    "dangangqijiaozhi.gif": "单杠起脚(直)/待续",
    "gedengyangwoqizuo.gif": "搁凳仰卧起坐/待续",
    "xiebanceyangwoqizuo.gif": "斜板侧仰卧起坐/待续",
    "xiebanjutuiqu.gif": "斜板举腿(曲)/待续",
    "xiebanjutuizhi.gif": "斜板举腿(直)/待续",
    "xiebanyangwoqizuo.gif": "斜板仰卧起坐/待续",
    "yalingcequti.gif": "哑铃侧屈体/待续",
    "yangwoqizuo.gif": "仰卧起坐/待续",
    "biaozhunyingla.gif": "标准硬拉/双脚开立同肩宽，直腿俯身，双手间距同肩宽正握杠铃，微抬头。臀大肌及股二头肌收缩用力，沿两腿提升杠铃，直至身体后倾，臀大肌达到“顶峰收缩”位，慢慢反向还原。",
    "danshouyalinghuachuan.gif": "单手哑铃划船/持铃臂用侧腿微屈支撑，异侧腿弯曲跪撑在凳面上。持铃手自然下垂于肩关节下方，另一只手稍向前撑住凳面。先将哑铃直臂向后拉引至踝骨外侧，然后屈肘，使哑铃沿腿外侧上拉最后至腰窝处，同时尽量转头翻肩，停留1-2秒，沿原线路返回成预备姿势。",
    "fowotingshen.gif": "俯卧挺身/俯卧凳面，两脚后跟勾住固定横杠，两肘外展，两手环抱胸前。躯干向前弯曲至下背肌群完全伸展。然后集中用下背肌群的收缩力，向上挺起躯干至与地面成水平位。",
    "fuwoqijiao.gif": "俯卧起脚/待续",
    "ganglingfulihuachuan.gif": "杠铃俯立划船/俯立，两脚开立与肩同宽，两腿微屈，上背部与地面近乎平行，挺胸，收腹，紧腰，稍抬头，两手持杠铃自然下垂于肩关节的下方。先将杠铃直臂向后拉引至小腿胫骨前，然后屈肘，使横杠沿小腿上提最后至小腹前，同时抬头挺胸，上体上抬15-20度角，停留1-2秒，沿原路线返回成预备姿势。",
    "kuantuiyinla.gif": "宽腿硬拉/双脚开立宽过双肩，直腿俯身，双手间距同肩宽正握杠铃，微抬头。臀大肌及股二头肌收缩用力，沿两腿提升杠铃，直至身体后倾，臀大肌达到顶峰收缩位，慢慢反向还原。",
    "touhouzhongchuixiala.gif": "头后重锤下拉/端坐凳上，横杠位于头部正上方，两脚自然分开着地支撑，两大腿以压辊固定，使臀部不能随意抬起，两手宽握横杆，两臂完全伸直。背阔肌收缩用力，将拉杆垂直拉颈后下放，停留1-2秒，沿原路线返回成预备姿势。",
    "xiongqianzhongzhuixiala.gif": "胸前重锤下拉/端坐凳上，横杠位于头部正上方，两脚自然分开着地支撑，两大腿以压辊固定，使臀部不能随意抬起，两手宽握横杆，两臂完全伸直。背阔肌收缩用力，将拉杆垂直拉下至胸前第三、四肋骨处，同时上体稍后仰，尽量抬头挺胸，两肩胛骨向脊柱靠拢，停留1-2秒，沿原路线返回成预备姿势。",
    "yintixiangshangkuanwo.gif": "引体向上(宽握)/两手宽握距正握单杠，两臂伸直;背部肌群收缩用力，屈臂引体向上，至下颏超过单杠;稍停，使背阔机完全收紧，然后慢慢放下身体至预备体姿。",
    "yintixiangshangzhaiwo.gif": "引体向上(窄握)/两手窄握距正握单杠，两臂伸直;背部肌群收缩用力，屈臂引体向上，至下颏超过单杠;稍停，使背阔机完全收紧，然后慢慢放下身体至预备体姿。",
    "zuozihuachuan.gif": "坐姿划船/坐在凳上，两腿前伸，稍屈膝，脚掌抵住前方踏板，两臂自然伸直，肩关节放松，上体前屈。背部肌群收缩用力，使两臂屈肘贴身向胸腹部拉引。拉到小腹处时，上体与地面角度略大于90度，同时挺胸收腹，肩胛骨向脊柱靠拢，停留1-2秒，沿原路线返回成预备姿势。",
    "diweilaliqiwanju.gif": "低位拉力器弯举/左右手持拉力器手柄，肱头肌收缩，牵引拉力器，至顶峰收缩时稍停，慢慢还原。",
    "dunqiganglingwanju.gif": "蹲起杠铃弯举/待续",
    "fushenganglingwanju.gif": "俯身杠铃弯举/待续",
    "fuzuowanju.gif": "俯坐弯举/坐在凳上，上体前俯，持铃手的肘关节顶在同侧大腿内侧上三分之一处，前臂与大腿成45度角。可直接将前臂弯起，也可边弯起边转腕，至最佳收缩角度，停留1-2秒，再还原成预备姿势。",
    "ganglingzhanliwanjushouxinxiangnei.gif": "杠铃站立弯举(手心向内)/身体直立，两手同肩宽，反握杠铃，放于大腿前。屈臂将杠铃举至胸前，使肱二头充分收缩，稍停，然后慢慢放下",
    "ganglingzhanziwanjushouxinxiangwai.gif": "杠铃站立弯举(手心向外)/身体直立，两手同肩宽，反握杠铃，放于大腿前。屈臂将杠铃举至胸前，使肱二头充分收缩，稍停，然后慢慢放下",
    "ganglingzuoziwanju.gif": "杠铃坐姿弯举/待续",
    "tuobanwanju.gif": "托板弯举/手臂置于托板上，双手持杠铃以肘关节为轴弯起前臂，直至最佳收缩角度，停留1-2秒，再还原成预备姿势。",
    "xiebanwanju.gif": "斜板弯举/待续",
    "yalingwanju.gif": "哑铃弯举/两手各持一哑铃放于体侧，屈臂将哑铃举起，前臂与上臂尽量靠拢，稍停然后慢慢放下哑铃至两臂完全伸直",
    "dantuixiadun.gif": "单腿下蹲/待续",
    "datuishenzhan.gif": "大腿伸展/端坐，双手拉住手柄，两脚抵住托辊向上抬起至两腿完全伸直。于“顶峰收缩”位停顿，再以股四头肌的张紧力控制慢慢还原。",
    "fushoudun.gif": "扶手蹲/待续",
    "fushoujuzhong.gif": "扶手举踵/待续",
    "hakeshendun.gif": "哈克深蹲/待续",
    "jiandun.gif": "剪蹲/双手持杠铃于颈后肩上，肩肘关节外展。前脚全脚掌着地，脚尖内扣。后脚以前脚掌支撑，脚跟稍外偏，使前后脚内侧接近在一条直线上，上体保持正直，前腿膝盖尽量与踝关节成一直线，大腿与地面平行，后腿伸展，稍屈膝。前脚蹬地还原。两腿交替做。",
    "qixiezhanzijuzhong.gif": "器械站姿举踵/待续",
    "shangxietuiju.gif": "上斜腿举/仰卧在机械腿举架上，固定上体，躯干和两腿构成适当夹角，以两腿的屈伸动作使股四头肌获得充分的伸展和收缩。",
    "shendunbandun.gif": "深蹲(半蹲)/抬头挺胸，紧腰，慢慢下蹲至大腿与地面平行，或膝关节角度等于90度。利用四头肌的力量蹬腿起立，杠铃始终保持垂直向上运动。",
    "shendunquandun.gif": "深蹲(全蹲)/抬头挺胸，紧腰，慢慢下蹲至大腿与地面平行，或膝关节角度略小于90度。利用四头肌的力量蹬腿起立，杠铃始终保持垂直向上运动。",
    "tushoushendun.gif": "徒手深蹲/待续",
    "xiaotuijuanqu.gif": "小腿卷曲/待续",
    "zhanzijuzhong.gif": "站姿举踵/待续",
    "cepingju.gif": "侧平举/双臂体前自然下垂，虎口向前分持哑铃，肘间为100-120度角。将哑铃由身体两侧向上提起，保持肘间100-120度的夹角。当提至肘部高于肩时，沿原路线返回。",
    "cewodanbicepingju.gif": "侧卧单臂侧平举/此动作强化三角肌，特别是通过肌肉中部。通过变换动作的角度，可以加强三角肌各部位的锻炼。",
    "fulicepingju.gif": "俯立侧平举/俯立(两腿微屈，上体前屈与地面平行)，两手对握哑铃，自然垂于肩关节下方。持铃向侧上方提起，肘间角度略大于90度，要求肘、肩、腕在同一垂直面内。上提超过肩部高度，停留1-2秒，然后慢慢还原成预备姿势。",
    "ganglingsongjian.gif": "杠铃耸肩/两手持杠铃下垂于腿前，以斜方肌的收缩力量，把力量向上提起;至两肩耸起接近耳侧，使斜方肌处于顶峰收缩，稍停，再以斜方肌的张紧力控制慢慢还原",
    "jinghoutuiju.gif": "颈后推举/两手宽握杠铃，停于颈后肩上，然后将杠铃垂直向上推至两臂完全伸直。",
    "jingqiantuiju.gif": "颈前推举/直立或端坐于凳上，两手采用自然握距,同肩宽或比肩稍宽握住杠铃，停于胸前锁骨处。垂直向上推起杠铃，直至手臂完全伸直。",
    "laliqicepingla.gif": "拉力器侧平拉/此动作锻炼三角肌，特别是其后部。也能锻炼斜方肌的中部及前部，菱形肌也可以得到锻炼。",
    "laliqiqianpingla.gif": "拉力器前平拉/此动作锻炼三角肌及胸大肌上部，在一定程度上也锻炼肱二头肌的短头。",
    "lizihuachuan.gif": "立姿划船/略挺胸收腹，两手以窄握距握住杠铃，自然下垂于体前。两臂屈肘，贴近体前向上提铃至锁骨上沿，窄握距时两臂向内夹拢，尽量靠近耳侧，停留一会，再慢慢沿原路线返回至预备体姿。",
    "qianpingju.gif": "前平举/两脚开立，稍挺胸收腹，两手握住哑铃，两臂自然伸直置于体前。持铃经体前上举，肘关节微屈，上举至肘部超过肩高，停留1-2秒还原成预备体姿。",
    "yalingsongjian.gif": "哑铃耸肩/两手持哑铃下垂于腿前，以斜方肌的收缩力量，把力量向上提起;至两肩耸起接近耳侧，使斜方肌处于顶峰收缩，稍停，再以斜方肌的张紧力控制慢慢还原",
    "yalingtuiju.gif": "哑铃推举/端坐，双手分持哑铃于肩侧，将哑铃由肩关节为支点，哑铃沿两个弧线向中间或两侧上举,放下",
    "fuwocheng.gif": "俯卧撑/两手间距略宽于肩，两臂伸直，肩向前探出，肩关节的垂线与手臂成10-15度角，挺胸，收腹，紧腰。以胸大肌控制屈臂下降，至最低位时，肩部放松并略向前引，超过两手的平等线，下降到极点时，胸大肌收缩，使两臂伸直复原。",
    "fuwochengzhaiju.gif": "俯卧撑(窄距)/如果进行窄距俯卧撑，不仅能锻炼胸大肌，上臂减少手的宽度，会给你的肱三头肌带来很大的刺激。",
    "ganglingwotui.gif": "杠铃卧推/仰卧在长凳上，两脚踏地。两臂伸直于胸部上方以稍宽于肩的的握距握杠铃。两臂自然外展，屈臂将杠铃放置于乳头上方2-3厘米处。挺胸，沉肩、伸臂，将杠铃兴起至胸部垂直位，两臂伸直。",
    "laliqijiaxiong.gif": "拉力器夹胸/主要锻炼胸肌，次要锻炼三角肌。",
    "shangxiewotui.gif": "上斜卧推/手的宽度基本上只是一个小宽于肩，便于保存大部分都有自己的。 离开45度以内替补角。当角度大于45度，运动的元素变得更强，因为增加的肩膀三角肌的压力。 举起杠铃是垂直向下的时候，胸部的上部(靠近锁骨)按轴上轻轻地接触了。弯头是如此，意识是在最低点始终是覆盖肘部到一边，制订这么大的形状下方的轴。 在卧推，但对胸大肌的主要倾斜下部中心的主要肌肉的效果远远刺激上胸部。由于形式而不是卧推高的难度，尽量做到从习惯于在一定程度上卧推。",
    "shuanggangbiqushen.gif": "双杠臂屈伸/屈膝，小腿交叉，双臂屈肘支撑，抬头，尽量向前引体。胸肌主动收缩用力伸直双臂，当上臂超过水平位时，低头含胸收腹，身体重心后移，直到两臂基本伸直，然后沿原路线返回成预备姿势。",
    "xiaxiewotui.gif": "下斜卧推/仰卧在可调节斜度的长凳上，头部处于低位，躯干与地面成倒斜的15-20度，横杠放在胸部以下第五和第六胸肋上。垂直向上推举杠铃至肩关节的垂直线上，使胸大肌处于顶峰收缩。以胸大肌的张紧力控制住，把杠铃慢慢放下至原位。",
    "yalingfeiniao.gif": "哑铃飞鸟/仰卧在长凳上，两脚踏实，躯干成“桥形”，上背部和臀部触及凳面，两臂哑铃自然伸直于肩关节正上方，两手间距离略小于肩宽;两手持哑铃向体侧慢慢落下，下落过程中，肘间角度逐渐变小，到极限时，肘关节成100-120度角;胸大肌收缩，将哑铃沿原路升起，上升路线呈“弧形”，肘间角度逐渐加大，还原成预备姿势",
    "yalingwotui.gif": "哑铃卧推/仰卧在长凳上，上背部和臀部触及凳面，胸部用力向上挺起，两手握住哑铃上推。",
    "yangwoqubishangla.gif": "仰卧曲臂上拉/仰卧在凳面上，头部稍微露出凳端，两腿弯曲，两脚分开略宽于肩，腰部放松，挺胸收腹。两手抓住一个哑铃先将其提升到头部上方，双臂微曲，由上向后将哑铃由头后向地面方向放下。当哑铃放到最低点时，停留1-2秒，沿原路线返回成预备姿势。",
    "zhaijuwotui.gif": "窄距卧推/平躺在长凳上，双手握住杠铃，两手间隔25-40厘米，保持肘关节稳定，将杠铃下降到胸，停住，控制好呼吸，用三头肌发力将杠铃推起，然后缓缓回到起始位置。",
    "zuozijiaxiong.gif": "坐姿夹胸/端坐在靠椅上，头部和上背部紧贴着背垫，两臂向后展开托在托垫上，以胸肌张紧力控制住。然后，胸大肌收缩，使两臂向内夹紧，直至胸大肌处于顶峰收缩位。稍停，再以胸大肌的张紧力控制位，慢慢使两臂向两侧展开还原",
    "danshouyalingbiqushen.gif": "单手哑铃臂屈伸/端坐，一手举起哑铃到头顶上方，然后用屈臂至上臂和前臂尽量靠拢。用肱三头肌的力量将哑铃举起，直至臂完全伸直，稍停，反复进行。",
    "fulibiqushen.gif": "俯立臂屈伸/俯立，屈肘持铃，上臂贴紧体侧，上体与地面平行。持铃手向后上方举起直至手臂完全伸直，再还原。",
    "fuwodanbiyalingcepingju.gif": "俯卧单臂哑铃侧平举/待续",
    "jinghouyalingbiqushen.gif": "颈后哑铃臂屈伸/两手握住哑铃，两臂伸直上举，上臂与地面垂直，并始终保持靠近耳侧。两手持铃向颈后弯曲至极限时，再伸直还原成预备体姿。",
    "shensuoxiala.gif": "绳索下拉/待续",
    "yangwoqubishen.gif": "仰卧曲臂伸/仰卧在长凳上，双臂伸直，正手抓杠：吸气，屈肘，保持稳定，不要向两侧晃动。回到起始位置，动作完成时呼气即可。",
    "yangzifanqushen.gif": "仰姿反屈伸/吸气，屈臂。伸直双臂回到起始位置，动作完成时呼吸。",
    "yangzifanqushendijiao.gif": "仰姿反屈伸(低脚)/吸气，屈臂。伸直双臂回到起始位置，动作完成时呼吸。",
    "zhanlibiqushen.gif": "站立臂屈伸/两脚自然开立，两手握住杠铃;窄握距，两臂伸直上举，上臂与地面垂直。两手持铃向颈后弯曲，直至极限再伸直成预备姿势。",
    "zhengwoxiala.gif": "正握下拉/在动作结束时，肱三头肌继续保持等长收缩1-2秒，以体会其作用。如果使用较大的锻炼负荷，要不可以稍微向前倾斜，以保持身体的稳定性。",
    "zhongchuixiaya.gif": "重锤下压/略含胸收腹，两腿微屈，两臂完全弯曲，重锤握把应位于胸前乳头上方，绳束尽量靠近身体，上臂紧贴耳侧。两手垂直向下压，直至两臂完全伸直。"
}